app/controllers/faculty_members_controller.rb

SELECT "faculty_members".* FROM "faculty_members"
---
  def index
    @faculty_members = FacultyMember.all