app/views/faculty_members/index.html.erb

          <%= member.position %><br />
          <% member.degrees.each do |degree| %>
---
SELECT "degrees".* FROM "degrees" WHERE "degrees"."faculty_member_id" = ?  [["faculty_member_id", 1]]

          </p>
          <%= member.researches.pluck(:topic).to_sentence %>
---
SELECT "researches"."topic" FROM "researches" WHERE "researches"."faculty_member_id" = ?  [["faculty_member_id", 1]]